<section class="section aboutCourse">
  <div class="container">
    <div class="aboutCourse__wrapper">
      <h2 class="section-title aboutCourse__title">Что входит в курс</h2>
      <div class="aboutCourse-carts aboutCourse__carts">
        <div class="carts__col">
          <div class="cart aboutCourse__cart">
            <div class="cart__icon">
              <svg width="58" height="58" viewBox="0 0 58 58" fill="none" xmlns="http://www.w3.org/2000/svg">
                <circle cx="29" cy="29" r="29" fill="#CAAAF3" />
                <path d="M44.25 19.5831H38.8211L37.4969 16.0484C37.2323 15.3608 36.588 14.9165 35.8557 14.9165H28.1443C27.4119 14.9165 26.7676 15.3608 26.5011 16.0535L25.1789 19.5831H21.5V18.4165C21.5 17.4515 20.715 16.6665 19.75 16.6665H17.4167C16.4517 16.6665 15.6667 17.4515 15.6667 18.4165V19.5832H12.75C11.785 19.5832 11 20.3682 11 21.3332V42.3332C11 43.2982 11.785 44.0832 12.75 44.0832H44.25C45.215 44.0832 46 43.2982 46 42.3332V21.3332C46 20.3682 45.215 19.5831 44.25 19.5831ZM16.8333 18.4165C16.8333 18.0949 17.0951 17.8332 17.4166 17.8332H19.75C20.0716 17.8332 20.3333 18.0949 20.3333 18.4165V19.5832H16.8333V18.4165ZM18 42.9165H12.75C12.4284 42.9165 12.1667 42.6548 12.1667 42.3332V21.3332C12.1667 21.0116 12.4284 20.7499 12.75 20.7499H16.25H18V42.9165ZM44.8333 42.3331C44.8333 42.6547 44.5716 42.9164 44.25 42.9164H19.1667V20.7498H20.9167H25.5834C25.8266 20.7498 26.0443 20.5989 26.1297 20.371L27.5918 16.4676C27.6818 16.2341 27.8985 16.0831 28.1443 16.0831H35.8558C36.1016 16.0831 36.3184 16.2341 36.4064 16.4625L37.8704 20.371C37.9559 20.5988 38.1735 20.7498 38.4168 20.7498H44.25C44.5716 20.7498 44.8333 21.0116 44.8333 21.3331V42.3331Z" fill="white" />
                <path d="M32 21.9165C26.5318 21.9165 22.0833 26.365 22.0833 31.8332C22.0833 37.3014 26.5318 41.7498 32 41.7498C37.4682 41.7498 41.9167 37.3013 41.9167 31.8331C41.9167 26.3649 37.4682 21.9165 32 21.9165ZM32 40.5831C27.1753 40.5831 23.25 36.6579 23.25 31.8331C23.25 27.0084 27.1753 23.0831 32 23.0831C36.8247 23.0831 40.75 27.0084 40.75 31.8331C40.75 36.6579 36.8247 40.5831 32 40.5831Z" fill="white" />
                <path d="M32 24.25C27.8184 24.25 24.4167 27.6517 24.4167 31.8333C24.4167 36.0149 27.8184 39.4167 32 39.4167C36.1816 39.4167 39.5833 36.0149 39.5833 31.8334C39.5833 27.6518 36.1816 24.25 32 24.25ZM32 38.25C28.4619 38.25 25.5833 35.3715 25.5833 31.8333C25.5833 28.2952 28.4618 25.4166 32 25.4166C35.5382 25.4166 38.4167 28.2951 38.4167 31.8333C38.4167 35.3715 35.5381 38.25 32 38.25Z" fill="white" />
              </svg>
            </div>
            <div class="cart__content">
              <div class="cart__title">Практика и опыт</div>
              <div class="cart__text">
                Портфолио, которого фотографы добиваются годами проб и попыток, ты создашь под наставничеством команды Школы. Научишься документально оформлять свою работу и авторские права без хождения по юристам. Сработаешься с командой, узнаешь об особенностях и отвественности каждого участника.
              </div>
            </div>
          </div>
          <div class="cart aboutCourse__cart">
            <div class="cart__icon">
              <svg width="58" height="58" viewBox="0 0 58 58" fill="none" xmlns="http://www.w3.org/2000/svg">
                <circle cx="29" cy="29" r="29" fill="#A4C6F1" />
                <path d="M28.5 17.4346C25.3952 17.4346 22.8695 19.9602 22.8695 23.065C22.8695 26.1699 25.3951 28.6955 28.5 28.6955C31.6048 28.6955 34.1304 26.1698 34.1304 23.065C34.1304 19.9603 31.6048 17.4346 28.5 17.4346ZM28.5 27.0867C26.2832 27.0867 24.4783 25.2818 24.4783 23.065C24.4783 20.8483 26.2832 19.0433 28.5 19.0433C30.7167 19.0433 32.5217 20.8483 32.5217 23.065C32.5217 25.2818 30.7168 27.0867 28.5 27.0867Z" fill="white" />
                <path d="M39.7608 23.8696C37.5441 23.8696 35.7391 25.6746 35.7391 27.8913C35.7391 30.1081 37.5441 31.9131 39.7608 31.9131C41.9776 31.9131 43.7826 30.1081 43.7826 27.8913C43.7826 25.6746 41.9776 23.8696 39.7608 23.8696ZM39.7608 30.3044C38.4304 30.3044 37.3478 29.2218 37.3478 27.8913C37.3478 26.5609 38.4304 25.4783 39.7608 25.4783C41.0913 25.4783 42.1739 26.5609 42.1739 27.8913C42.1739 29.2218 41.0912 30.3044 39.7608 30.3044Z" fill="white" />
                <path d="M17.3534 23.8696C15.135 23.8696 13.3317 25.6746 13.3317 27.8913C13.3317 30.1081 15.1366 31.9131 17.3534 31.9131C19.5701 31.9131 21.3751 30.1081 21.3751 27.8913C21.3751 25.6746 19.5717 23.8696 17.3534 23.8696ZM17.3534 30.3044C16.023 30.3044 14.9403 29.2218 14.9403 27.8913C14.9403 26.5609 16.023 25.4783 17.3534 25.4783C18.6838 25.4783 19.7664 26.5609 19.7664 27.8913C19.7664 29.2218 18.6837 30.3044 17.3534 30.3044Z" fill="white" />
                <path d="M28.4999 30.3042C22.7343 30.3042 18.0434 34.9951 18.0434 40.7607C18.0434 41.2047 18.4038 41.5651 18.8478 41.5651C19.2918 41.5651 19.6521 41.2047 19.6521 40.7607C19.6521 35.8816 23.6208 31.9129 28.4999 31.9129C33.3791 31.9129 37.3477 35.8816 37.3477 40.7607C37.3477 41.2047 37.7081 41.5651 38.1521 41.5651C38.5961 41.5651 38.9565 41.2047 38.9565 40.7607C38.9565 34.9951 34.2655 30.3042 28.4999 30.3042Z" fill="white" />
                <path d="M39.7608 33.522C38.4369 33.522 37.1403 33.8839 36.011 34.5676C35.633 34.7993 35.5107 35.2931 35.7407 35.6728C35.974 36.0525 36.4662 36.1732 36.8459 35.9431C37.7226 35.4106 38.7296 35.1306 39.7608 35.1306C42.8656 35.1306 45.3913 37.6563 45.3913 40.7611C45.3913 41.2051 45.7517 41.5655 46.1957 41.5655C46.6397 41.5655 47 41.2051 47 40.7611C47 36.7699 43.752 33.522 39.7608 33.522Z" fill="white" />
                <path d="M20.9874 34.566C19.8597 33.8839 18.5631 33.522 17.2391 33.522C13.248 33.522 10 36.7699 10 40.7611C10 41.2051 10.3604 41.5655 10.8044 41.5655C11.2484 41.5655 11.6087 41.2051 11.6087 40.7611C11.6087 37.6563 14.1344 35.1306 17.2391 35.1306C18.2703 35.1306 19.2773 35.4106 20.1525 35.9414C20.5305 36.1715 21.026 36.0508 21.2577 35.6712C21.4893 35.2915 21.367 34.7976 20.9874 34.566Z" fill="white" />
              </svg>
            </div>
            <div class="cart__content">
              <div class="cart__title">8 приглашенных экспертов</div>
              <div class="cart__text">
                Учись у лучших: топовые представители индустрии дают полноценные уроки. Главред глянца рассказывает о фотографиях, которые никогда не попадут в журналы, стилисты о том, как создавать запоминающиеся фотосессии из штатива и палок, маркетологи и СЕО о том, как монетизировать талант, редакторы о важности текстов в построении личного бренда, а юрист — о твоих правах, конечно.
              </div>
            </div>
          </div>
        </div>
        <div class="carts__col">
          <div class="cart aboutCourse__cart">
            <div class="cart__icon">
              <svg width="58" height="58" viewBox="0 0 58 58" fill="none" xmlns="http://www.w3.org/2000/svg">
                <circle cx="29" cy="29" r="29" fill="#BED5AE" />
                <path d="M30.199 11C22.8071 11 16.1849 15.7657 14.0951 22.5893C13.8666 23.3349 13.9296 24.1271 14.2721 24.8202L15.5755 27.4546C15.7987 27.8929 15.7105 28.4252 15.3572 28.7782L11.5237 32.5874C11.1186 32.9885 10.9313 33.5633 11.023 34.1249C11.1147 34.6872 11.475 35.1729 11.9836 35.4228L13.4875 36.1745C13.6618 36.2601 13.7778 36.4236 13.7983 36.6193L14.5843 43.1997C14.7578 44.6827 16.0193 45.801 17.5187 45.801C17.7921 45.801 18.0656 45.7629 18.2966 45.6964L22.8929 44.6892C23.1168 44.6408 23.3579 44.729 23.4971 44.9098L24.9229 46.7658C25.0366 46.9134 25.2124 47.0001 25.3987 47.0001H39.7996C40.118 47.0001 40.3811 46.7514 40.3987 46.4333L40.5238 44.1745C40.6601 41.7176 41.6186 39.3215 43.223 37.4274C45.6584 34.5519 46.9999 30.92 46.9999 27.2002C46.9999 18.2674 39.463 11 30.199 11ZM42.3071 36.6515C40.5353 38.7438 39.4762 41.392 39.3256 44.1081L39.2319 45.8H25.6943L24.4486 44.1784C24.0314 43.6355 23.3048 43.3716 22.636 43.5169L18.0048 44.5327C17.8451 44.5781 17.6816 44.6009 17.5188 44.6009C16.6281 44.6009 15.879 43.9385 15.7762 43.0588L14.991 36.4851C14.9275 35.8849 14.5633 35.3662 14.0204 35.0994L12.5166 34.3476C12.3499 34.2656 12.2371 34.1141 12.2072 33.9319C12.1776 33.75 12.2362 33.571 12.3689 33.4397L16.2045 29.6285C16.9278 28.9055 17.1048 27.813 16.648 26.9162L15.3478 24.2883C15.1412 23.8711 15.104 23.3924 15.2423 22.9409C17.1792 16.6168 23.3294 12.2 30.199 12.2C38.8014 12.2 45.7998 18.9289 45.7998 27.2C45.7999 30.6362 44.5595 33.9928 42.3071 36.6515Z" fill="white" />
                <path d="M39.1804 20.2024C37.0922 17.5285 33.8475 15.7998 30.1999 15.7998C29.7358 15.7998 29.2808 15.836 28.8311 15.8902C28.8089 15.8917 28.788 15.896 28.766 15.9001C23.1559 16.6089 18.7999 21.4005 18.7999 27.1998C18.7999 29.7795 19.6714 32.154 21.1216 34.0665C21.1481 34.1147 21.1799 34.1573 21.2195 34.1972C23.3076 36.8711 26.5523 38.5998 30.1999 38.5998C30.6525 38.5998 31.0967 38.566 31.5357 38.5145C31.5879 38.5137 31.64 38.5055 31.6914 38.4906C37.2735 37.7561 41.5999 32.979 41.5999 27.1997C41.5999 24.6199 40.7284 22.2455 39.2782 20.333C39.2517 20.2849 39.2199 20.2423 39.1804 20.2024ZM30.1999 16.9998C33.3463 16.9998 36.163 18.4331 38.0355 20.6796L35 25.991L29.8696 17.0165C29.9802 17.013 30.0884 16.9998 30.1999 16.9998ZM34.309 27.2001L32.2518 30.7998H28.149L26.0908 27.1994L28.148 23.5998H32.2507L34.309 27.2001ZM28.5601 17.1441L31.5647 22.3998H21.2048C22.6774 19.6513 25.3741 17.6625 28.5601 17.1441ZM21.5934 32.6507C20.5898 31.0718 19.9999 29.2052 19.9999 27.1998C19.9999 25.9312 20.2432 24.7211 20.6683 23.5998H26.7659L21.5934 32.6507ZM30.1999 37.3998C27.0534 37.3998 24.2368 35.9664 22.3643 33.7199L25.3998 28.4085L30.5302 37.3831C30.4195 37.3866 30.3113 37.3998 30.1999 37.3998ZM31.8397 37.2555L28.8351 31.9998H39.195C37.7224 34.7482 35.0257 36.7371 31.8397 37.2555ZM39.7315 30.7998H33.6338L38.8064 21.7489C39.81 23.3278 40.3999 25.1943 40.3999 27.1998C40.3999 28.4684 40.1566 29.6784 39.7315 30.7998Z" fill="white" />
              </svg>
            </div>
            <div class="cart__content">
              <div class="cart__title">Механизмы индустрии</div>
              <div class="cart__text">
                Получишь готовую стратегию работы с агентствами, клиентами, моделями, журналами. Узнаешь, как позиционировать себя на внутреннем и международном рынках. Поймёшь, как начать с нуля без потерь даже с наличием большого опыта за плечами.
              </div>
            </div>
          </div>
          <div class="cart aboutCourse__cart">
            <div class="cart__icon">
              <svg width="58" height="58" viewBox="0 0 58 58" fill="none" xmlns="http://www.w3.org/2000/svg">
                <circle cx="29" cy="29" r="29" fill="#F57B51" />
                <path d="M34.824 13H16.0081V45H41.992V21.512L34.824 13ZM35.144 15.368L39.944 21.128H35.144V15.368ZM40.776 43.72H17.288V14.28H33.928V22.408H40.776V43.72Z" fill="white" />
                <path d="M34.632 31.0479L27.08 38.5358L24.7121 34.6318L23.624 35.2718L26.8881 40.7118L35.592 31.8799L34.632 31.0479Z" fill="white" />
                <path d="M29.5759 18.8882H19.5919V20.1682H29.5759V18.8882Z" fill="white" />
                <path d="M28.6799 22.4722H19.5919V23.7521H28.6799V22.4722Z" fill="white" />
                <path d="M31.4319 25.9922H19.5919V27.2722H31.4319V25.9922Z" fill="white" />
              </svg>
            </div>
            <div class="cart__content">
              <div class="cart__title">
                130 допматериалов в самых разных форматах
              </div>
              <div class="cart__text">
                Визуалам — авторское кино и ценные лекции, аудиалам — подкасты, технарям — схемы, инструкции, шаблоны: сохраняй и пользуйся в любой момент.
              </div>
            </div>
          </div>
          <div class="cart aboutCourse__cart">
            <div class="cart__icon">
              <svg width="58" height="58" viewBox="0 0 58 58" fill="none" xmlns="http://www.w3.org/2000/svg">
                <circle cx="29" cy="29" r="29" fill="#CAAAF3" />
                <path d="M44.3333 43.6665H13.6667C13.2987 43.6665 13 43.9651 13 44.3331C13 44.7011 13.2987 44.9998 13.6667 44.9998H44.3334C44.7014 44.9998 45.0001 44.7011 45.0001 44.3331C45 43.9651 44.7013 43.6665 44.3333 43.6665Z" fill="white" />
                <path d="M18.9999 35.6665H14.9999C14.6319 35.6665 14.3333 35.9652 14.3333 36.3332V44.3332C14.3333 44.7011 14.6319 44.9998 14.9999 44.9998H18.9999C19.3679 44.9998 19.6666 44.7011 19.6666 44.3331V36.3331C19.6666 35.9651 19.3679 35.6665 18.9999 35.6665ZM18.3333 43.6665H15.6666V36.9998H18.3333V43.6665H18.3333Z" fill="white" />
                <path d="M26.9999 29H22.9999C22.6319 29 22.3333 29.2987 22.3333 29.6667V44.3334C22.3333 44.7014 22.6319 45.0001 22.9999 45.0001H26.9999C27.3679 45.0001 27.6666 44.7014 27.6666 44.3334V29.6667C27.6666 29.2987 27.3679 29 26.9999 29ZM26.3333 43.6667H23.6666V30.3333H26.3333V43.6667Z" fill="white" />
                <path d="M34.9999 31.6665H30.9999C30.6319 31.6665 30.3333 31.9652 30.3333 32.3332V44.3332C30.3333 44.7012 30.6319 44.9999 30.9999 44.9999H34.9999C35.3679 44.9999 35.6666 44.7012 35.6666 44.3332V32.3332C35.6666 31.9651 35.3679 31.6665 34.9999 31.6665ZM34.3333 43.6665H31.6666V32.9998H34.3333V43.6665Z" fill="white" />
                <path d="M43.0001 23.6665H39.0001C38.6321 23.6665 38.3334 23.9652 38.3334 24.3332V44.3332C38.3334 44.7012 38.6321 44.9999 39.0001 44.9999H43.0001C43.3681 44.9999 43.6667 44.7012 43.6667 44.3332V24.3332C43.6667 23.9651 43.3681 23.6665 43.0001 23.6665ZM42.3334 43.6665H39.6667V24.9998H42.3334V43.6665Z" fill="white" />
                <path d="M16.9999 25C15.5293 25 14.3333 26.196 14.3333 27.6667C14.3333 29.1374 15.5293 30.3334 16.9999 30.3334C18.4706 30.3334 19.6666 29.1374 19.6666 27.6667C19.6666 26.196 18.4706 25 16.9999 25ZM16.9999 29C16.2639 29 15.6666 28.4013 15.6666 27.6667C15.6666 26.932 16.2639 26.3334 16.9999 26.3334C17.7359 26.3334 18.3333 26.9321 18.3333 27.6667C18.3333 28.4013 17.7359 29 16.9999 29Z" fill="white" />
                <path d="M24.9999 18.3335C23.5293 18.3335 22.3333 19.5295 22.3333 21.0002C22.3333 22.4709 23.5293 23.6669 24.9999 23.6669C26.4706 23.6669 27.6666 22.4709 27.6666 21.0002C27.6666 19.5295 26.4706 18.3335 24.9999 18.3335ZM24.9999 22.3335C24.2639 22.3335 23.6666 21.7348 23.6666 21.0002C23.6666 20.2655 24.2639 19.6669 24.9999 19.6669C25.7359 19.6669 26.3333 20.2656 26.3333 21.0002C26.3333 21.7349 25.7359 22.3335 24.9999 22.3335Z" fill="white" />
                <path d="M32.9999 21C31.5293 21 30.3333 22.196 30.3333 23.6667C30.3333 25.1374 31.5293 26.3334 32.9999 26.3334C34.4706 26.3334 35.6666 25.1374 35.6666 23.6667C35.6666 22.196 34.4706 21 32.9999 21ZM32.9999 25C32.2639 25 31.6666 24.4013 31.6666 23.6667C31.6666 22.932 32.2639 22.3334 32.9999 22.3334C33.7359 22.3334 34.3333 22.9321 34.3333 23.6667C34.3333 24.4013 33.7359 25 32.9999 25Z" fill="white" />
                <path d="M41.0001 13C39.5294 13 38.3334 14.196 38.3334 15.6667C38.3334 17.1374 39.5294 18.3334 41.0001 18.3334C42.4707 18.3334 43.6667 17.1374 43.6667 15.6667C43.6667 14.196 42.4707 13 41.0001 13ZM41.0001 17C40.2641 17 39.6667 16.4013 39.6667 15.6667C39.6667 14.932 40.2641 14.3334 41.0001 14.3334C41.7361 14.3334 42.3334 14.9321 42.3334 15.6667C42.3334 16.4013 41.7361 17 41.0001 17Z" fill="white" />
                <path d="M40.0587 16.6081C39.7987 16.3481 39.376 16.3481 39.116 16.6081L33.9427 21.7814C33.6827 22.0414 33.6827 22.4641 33.9427 22.7241C34.0734 22.8534 34.244 22.9188 34.4147 22.9188C34.584 22.9188 34.7547 22.8548 34.8854 22.7241L40.0587 17.5508C40.3187 17.2908 40.3187 16.8681 40.0587 16.6081Z" fill="white" />
                <path d="M31.388 22.128L27.1053 20.9067C26.7466 20.8027 26.3826 21.0107 26.2826 21.3654C26.1813 21.7201 26.3866 22.0881 26.7399 22.1894L31.0226 23.4107C31.0839 23.428 31.1453 23.436 31.2053 23.436C31.496 23.436 31.7626 23.2453 31.8466 22.952C31.948 22.5987 31.7426 22.2293 31.388 22.128Z" fill="white" />
                <path d="M23.9601 21.8307C23.7307 21.5427 23.3121 21.496 23.0241 21.724L17.9974 25.732C17.7094 25.9627 17.6614 26.3813 17.8921 26.6693C18.0241 26.8346 18.2187 26.92 18.4134 26.92C18.5587 26.92 18.7054 26.872 18.8281 26.776L23.8547 22.768C24.1427 22.5373 24.1907 22.1187 23.9601 21.8307Z" fill="white" />
              </svg>
            </div>
            <div class="cart__content">
              <div class="cart__title">Основы маркетинга</div>
              <div class="cart__text">
                Освоишь перфоманс-маркетинг и важные инструменты продаж, без которых даже самые талантливые фотографы не продаются и не котируются в рынке.
              </div>
            </div>
          </div>
        </div>
      </div>
      <div class="aboutCourse__accordion">
        <ul class="accordion__list">
          <li class="accordion">
            <button class="accordion__control" aria-expanded="false">
              <span class="accordion__title">Практика и опыт</span>
              <div class="accordion__icon">
                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M11.9894 10.0091V0H10.0092V10.0091H11H11.9894Z" fill="#F57B51" />
                  <path d="M10.0092 11.9893V21.9999H11.9894V11.9893H11H10.0092Z" fill="#F57B51" />
                  <path d="M10.0091 10.0093H0V11.9895H10.0091V11.0001V10.0093Z" fill="#F57B51" />
                  <path d="M22 10.0093H11.9894V11.0001V11.9895H22V10.0093Z" fill="#F57B51" />
                </svg>
              </div>
            </button>
            <div class="accordion__content" aria-hidden="true">
              <p class="accordion__text">
                Портфолио, которого фотографы добиваются годами проб и попыток, ты создашь под наставничеством команды Школы. Научишься документально оформлять свою работу и авторские права без хождения по юристам. Сработаешься с командой, узнаешь об особенностях и отвественности каждого участника.
              </p>
            </div>
          </li>
          <li class="accordion">
            <button class="accordion__control" aria-expanded="false">
              <span class="accordion__title">8 приглашенных экспертов
              </span>
              <div class="accordion__icon">
                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M11.9894 10.0091V0H10.0092V10.0091H11H11.9894Z" fill="#F57B51" />
                  <path d="M10.0092 11.9893V21.9999H11.9894V11.9893H11H10.0092Z" fill="#F57B51" />
                  <path d="M10.0091 10.0093H0V11.9895H10.0091V11.0001V10.0093Z" fill="#F57B51" />
                  <path d="M22 10.0093H11.9894V11.0001V11.9895H22V10.0093Z" fill="#F57B51" />
                </svg>
              </div>
            </button>
            <div class="accordion__content" aria-hidden="true">
              <p>
                Учись у лучших: топовые представители индустрии дают полноценные уроки. Главред глянца рассказывает о фотографиях, которые никогда не попадут в журналы, стилисты о том, как создавать запоминающиеся фотосессии из штатива и палок, маркетологи и СЕО о том, как монетизировать талант, редакторы о важности текстов в построении личного бренда, а юрист — о твоих правах, конечно.
              </p>
            </div>
          </li>
          <li class="accordion">
            <button class="accordion__control" aria-expanded="false">
              <span class="accordion__title">Механизмы индустрии</span>
              <div class="accordion__icon">
                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M11.9894 10.0091V0H10.0092V10.0091H11H11.9894Z" fill="#F57B51" />
                  <path d="M10.0092 11.9893V21.9999H11.9894V11.9893H11H10.0092Z" fill="#F57B51" />
                  <path d="M10.0091 10.0093H0V11.9895H10.0091V11.0001V10.0093Z" fill="#F57B51" />
                  <path d="M22 10.0093H11.9894V11.0001V11.9895H22V10.0093Z" fill="#F57B51" />
                </svg>
              </div>
            </button>
            <div class="accordion__content" aria-hidden="true">
              <p>
                Получишь готовую стратегию работы с агентствами, клиентами, моделями, журналами. Узнаешь, как позиционировать себя на внутреннем и международном рынках. Поймёшь, как начать с нуля без потерь даже с наличием большого опыта за плечами.
              </p>
            </div>
          </li>
          <li class="accordion">
            <button class="accordion__control" aria-expanded="false">
              <span class="accordion__title">130 допматериалов</span>
              <div class="accordion__icon">
                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M11.9894 10.0091V0H10.0092V10.0091H11H11.9894Z" fill="#F57B51" />
                  <path d="M10.0092 11.9893V21.9999H11.9894V11.9893H11H10.0092Z" fill="#F57B51" />
                  <path d="M10.0091 10.0093H0V11.9895H10.0091V11.0001V10.0093Z" fill="#F57B51" />
                  <path d="M22 10.0093H11.9894V11.0001V11.9895H22V10.0093Z" fill="#F57B51" />
                </svg>
              </div>
            </button>
            <div class="accordion__content" aria-hidden="true">
              <p>
                Визуалам — авторское кино и ценные лекции, аудиалам — подкасты, технарям — схемы, инструкции, шаблоны: сохраняй и пользуйся в любой момент.
              </p>
            </div>
          </li>
          <li class="accordion">
            <button class="accordion__control" aria-expanded="false">
              <span class="accordion__title">Основы маркетинга</span>
              <div class="accordion__icon">
                <svg width="22" height="22" viewBox="0 0 22 22" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M11.9894 10.0091V0H10.0092V10.0091H11H11.9894Z" fill="#F57B51" />
                  <path d="M10.0092 11.9893V21.9999H11.9894V11.9893H11H10.0092Z" fill="#F57B51" />
                  <path d="M10.0091 10.0093H0V11.9895H10.0091V11.0001V10.0093Z" fill="#F57B51" />
                  <path d="M22 10.0093H11.9894V11.0001V11.9895H22V10.0093Z" fill="#F57B51" />
                </svg>
              </div>
            </button>
            <div class="accordion__content" aria-hidden="true">
              <p>
                Освоишь перфоманс-маркетинг и важные инструменты продаж, без которых даже самые талантливые фотографы не продаются и не котируются в рынке.
              </p>
            </div>
          </li>
        </ul>
      </div>
    </div>
  </div>
</section>