<section class="reviews">
  <div class="reviews__wrapper">
    <div class="reviews__content">
      <h2 class="section-title reviews__title">Обратная связь</h2>
      <p class="reviews__text">Лена Драгина — одна из любимейших кураторов и преподавателей наших студентов. Они знают, как тщательно и экологично она подходит к разбору каждого домашнего задания, и какую грамотную и индивидуальную дает обратную связь.</p>
      <div class="reviews__btns">
        <button class="slider-btn btn--prev reviews__slider--btnPrev">
          <svg width="40" height="18" viewBox="0 0 40 18" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M0 9L15 17.6603L15 0.339746L0 9ZM40 7.5L13.5 7.5V10.5L40 10.5V7.5Z" fill="white" />
          </svg>
        </button>
        <button class="slider-btn btn--next reviews__slider--btnNext">
          <svg width="40" height="18" viewBox="0 0 40 18" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M40 9L25 0.339746L25 17.6603L40 9ZM0 10.5L26.5 10.5V7.5L0 7.5L0 10.5Z" fill="white" />
          </svg>
        </button>
      </div>
    </div>
    <div class="swiper reviews__slider">
      <div class="swiper-wrapper">
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Лена, смотрю уроки и балдею, так все понятно и доступно, прям хочется, вас обнять, а когда ещё и получается, то прям крылья за спиной. Когда у меня получилось изменить фон на своей фото я прям пищала от радости ✨🤎💥спасибо вам❤️<span>»</span></div>
          <div class="slide__name">Алла Кораблева</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Согласна, подача материала просто прекрасная, курс действительно знакомит с инструментами, необходимымидля манипуляций в процессе ретуши, делает это в полном объеме и с применением неожиданных приемов👍🏻 Очень вдохновляет!️<span>»</span></div>
          <div class="slide__name">Виктория Кувшинникова</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Мне нравится, что уроки короткие, но такие информативные, структурированные, последовательные и объясняете каждый шаг, я новичок, поэтому буду снова пересматривать и параллельно повторять. Обычно сначала слушаю все, а потом повторяю)))))<span>»</span></div>
          <div class="slide__name">Alla Driver</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Доброе утро! Оно действительно доброе, т.к. я испытала крайне положительный шок от того как проведен разбор ДЗ. Видео на 15 минут, все детально с рекомендациями по каждому шагу, что позволит проанализировать все ошибки. Для меня это было очень неожиданно, я просто слушала, как песню и, конечно, буду внимательно смотреть еще раз и напишу конспект, как отдельный урок. Лена, спасибо за такой серёзный подход и по форме, и по сути!<span>»</span></div>
          <div class="slide__name">Olga Mikhailova</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Лена 🥰🥰🥰 Не могу молчать, как же сильно вдохновляет и заряжает курс, атмосфера уроков такая теплая и приятная 🥰 куча полезного, информация невероятно важная, заполняются все пробелы, не знаю как благодарить, спасибо огромное, лучи любви!❤️❤️❤️<span>»</span></div>
          <div class="slide__name">Алина Кузнецова</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Тут ещё очень важно, что у Лены отличная подробная обратная связь по домашкам<span>»</span></div>
          <div class="slide__name">Victoria Akimova</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Лена, спасибо большое, за всё время, что ты с нами провела, за информацию, за отзывчивость! Ты самый душевныйи лучший преподаватель<span>»</span></div>
          <div class="slide__name">Liudmila Smolina</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Я ворвусь, в преддверии завершающего эфира, с приятными словами благодарности в пользу нашей Елены. ❤️ <br>
            Пройдя миллиард тысяч и маленькую тележку курсов по ретуши, считаю этот самым грамотно поданным и максимально лояльным к аудитории. 🤘🏼 Независимо от уровня владения навыками ретушерских знаний - подход и отклик настолько прям в сердечко, что не хочется думать, что это заканчивается!🥲<span>»</span></div>
          <div class="slide__name">Алексей Король</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>... я все возвращаюсь к пересмотру уроков и простоот понятной подачи и грамотного расклада всех инструментов, техник и эфирных пояснений, я вновь готов браться за ненавистную ретушь. И да! Я научился говорить СТОП, ХВАТИТ! себе и клиентам. А это считаю главная больв моей работе постпродакшена фотографий. СПАСИБО ОГРОМНОЕ! Что победили, наставили на путь истинныйи дали так много пользы за это время. 🫶🏻<span>»</span></div>
          <div class="slide__name">Алексей Король</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Хочу сказать тебе спасибо, за предельно информативную подачу материала, за то что с самого начала научила применять знания в зависимости от ситуации🤍 <br>
            Я, которая фотошоп впервые увидела на курсе, начала потихоньку врубаться, что и как крутить, конечно, и 90% в программе мне ещё неизвестно, но очень интересно узнать в будущем. <br><br>
            Это я к чему, а к тому что ты говорила, хороша та ретушь, которую не видно и надо смотреть на результат, после небольшого отдыха.<span>»</span></div>
          <div class="slide__name">Mila</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Лена, спасибо огромное за подробный разбор работы😍 Буду практиковаться еще с фоном, впервые работала с этим. На чистке лестницы я очень надолго зависла, часов на пять🙈 но прямо словила кайф))) Твои разборы очень мотивируют и заряжают на успех! Уроки смотрю по несколько раз, первый так вообще художественный фильм ))) Я в восторге от подачи материала, от тебя, от курса! Ты просто фея фотошопа😘.<span>»</span></div>
          <div class="slide__name">Светлана Нестерова</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Лена, спасибо за ваш курс. Ты крутая!<span>»</span></div>
          <div class="slide__name">Валерия Рогозина</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Я вообще, после уроков с Леной себя чувствую умнее😂 <br> Потому что, до этого брала обучение и не понимала, что происходит. Вроде все понятно, но нифига не понятно! <br> А Лена подаёт инофрмацию развёрнуто, профессиональнои понятно для каждого уровня, будь то новичок, как я или уже профи, там свои фишки!<span>»</span></div>
          <div class="slide__name">Виктория Акимова</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Еще раз благодарю, что вы организовали такое полезное обучение и по такой стоимости. Кладезь знаний для меняи нет необходимости лопатить информациюна просторах инета.<span>»</span></div>
          <div class="slide__name">Алла Петчинова</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Лена, добрый вечер! Спасибо большое за ответ. Я давно хотела посмотреть как будет идти работа в капче с файлами Кэнон, тем более теперь у меня есть такие чудесные уроки по ней. В общем я скачала пробную версию.❤️<span>»</span></div>
          <div class="slide__name">Алёна Вялова</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Лена, спасибо огромное за такой детальный разбор, все законспектирую. Еще сильнее захотелось учиться при такой отдаче от учителя!<span>»</span></div>
          <div class="slide__name">Ольга Михайлова</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Лена, спасибо за подробный развернутый ответ❤️ <br>
            С удовольствием учусь, с удивлением узнаю некоторые моменты как можно работать иначе и удобнее с уже давно известными мне инструментами😍 <br>
            Создаётся такое ощущение, что всё раскладывается как надо, вроде как раньше оно было всё понятно и известно, но валялось без дела или не там где надо, а теперь хаос превращается в идеальный порядок❤️<span>»</span></div>
          <div class="slide__name">Светлана Нестерова</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Лена, спасибо огромное за подробный видео разбор.Вы первый из всех моих преподавателей по ретуши сделали это 👏 и конечно же я влюбилась в вашу последовательность работы с корректирующими слоями, без растровых, это прям супер метод. Буду приучать теперь себя работатьпо вашей схеме.<span>»</span></div>
          <div class="slide__name">Виктория Акимова</div>
        </div>
        <div class="slide swiper-slide">
          <div class="slide__text"><span>«</span>Доброй ночи, Елена! Огромное вам спасибо за разъяснение😍. и за примеры в записи 🔥. Буду весь курс снова пересматривать, столько полезной и абсолютно новой информации. В очередной раз просто удача, что попала к вам на курс и получаю обратную связь именно от Елены. Ван лав, ван лав!💗<span>»</span></div>
          <div class="slide__name">Алла Петчинова</div>
        </div>
      </div>
    </div>
  </div>
</section>