<section class="section callbackHelp">
  <div class="container">
    <div class="callbackHelp__wrapper">
      <div class="callbackHelp__textBlock">
        <h2 class="section-title callbackHelp__title">
          Похоже, вы долистали до конца.
          Если вы не нашли то, что искали — просто напишите нам и мы подскажем.
        </h2>
        <div class="callbackHelp__arrow">
          <picture>
            <source media="(max-width: 576px)" srcset="<?= get_template_directory_uri() ?>/assets/img/icons/callbackHelp/arrow-mobile.svg" />
            <img src="<?= get_template_directory_uri() ?>/assets/img/icons/callbackHelp/arrow.svg" alt="" />
          </picture>
        </div>
      </div>
      <div class="callbackHelp__btnBlock">
        <button class="btn callbackHelp__telegram btnOpenModalWindow" data-window="telegramModal">
          <svg width="21" height="19" viewBox="0 0 21 19" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M0.850701 9.15094L5.4488 10.8655L7.24126 16.6326C7.3192 17.0222 7.7868 17.1002 8.09854 16.8664L10.6703 14.7622C10.9041 14.5284 11.2938 14.5284 11.6055 14.7622L16.2036 18.1133C16.5154 18.3471 16.983 18.1912 17.0609 17.8016L20.49 1.43551C20.5679 1.04584 20.1782 0.656179 19.7886 0.812046L0.850701 8.1378C0.3831 8.29367 0.3831 8.99507 0.850701 9.15094ZM7.00747 10.0082L16.0477 4.47492C16.2036 4.39699 16.3595 4.63079 16.2036 4.70872L8.79993 11.6448C8.56613 11.8786 8.33233 12.1903 8.33233 12.58L8.09854 14.4504C8.09854 14.6842 7.70886 14.7622 7.63093 14.4504L6.69572 11.0213C6.46192 10.6317 6.6178 10.1641 7.00747 10.0082Z" fill="white" />
          </svg>
          Написать в Telegram
        </button>
        <button class="btn callbackHelp__whatsapp btnOpenModalWindow" data-window="whatsappModal">
          <svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M10.5004 0.5C8.67874 0.500102 6.89146 0.994931 5.33049 1.93136C3.76953 2.86779 2.49381 4.21046 1.64032 5.81522C0.786828 7.41997 0.387787 9.22621 0.486035 11.04C0.584284 12.8538 1.17611 14.6067 2.19799 16.1105L1.21793 19.8806L5.15856 18.9639C6.47416 19.7893 7.96419 20.2985 9.511 20.4513C11.0578 20.6041 12.6191 20.3963 14.0715 19.8443C15.524 19.2922 16.8279 18.4111 17.8803 17.2705C18.9327 16.1299 19.7048 14.761 20.1356 13.2718C20.5664 11.7826 20.6442 10.214 20.3628 8.68967C20.0814 7.16538 19.4486 5.72717 18.5142 4.48857C17.5798 3.24998 16.3694 2.24492 14.9787 1.55271C13.5879 0.860511 12.0548 0.500124 10.5004 0.5ZM15.432 15.9598C14.0292 16.6158 11.1005 16.2735 8.01512 13.6407C4.92972 11.0078 4.13828 8.17537 4.57131 6.69221C5.00433 5.20905 6.70563 4.93503 7.02657 5.00586C7.34751 5.07669 8.95237 7.61364 8.73369 7.90958C8.51501 8.20551 7.45868 9.25888 7.45868 9.25888C7.45868 9.25888 7.41421 10.3367 9.39764 12.0292C11.3811 13.7218 12.4422 13.5115 12.4422 13.5115C12.4422 13.5115 13.3227 12.3075 13.5821 12.0468C13.8415 11.7862 16.6033 12.9753 16.723 13.2805C16.8428 13.5857 16.8342 15.3041 15.4315 15.9598H15.432Z" fill="white" />
          </svg>
          Написать в Whatsapp
        </button>
        <p class="callbackHelp__email">
          Написать на почту:
          <a href="mailto:info@senseischool.ru">info@senseischool.ru</a>
        </p>
      </div>
    </div>
  </div>
</section>