<section class="section heroSection">
    <div class="container">
        <div class="heroSection__wrapper">
            <div class="heroSection__content">
                <div class="heroSection__textBlock">
                    <p class="heroSection__smallText">
                        курсы для новичков и профи от практикующих фотографов
                    </p>
                    <div class="heroSection__arrow">
                        <svg width="36" height="103" viewBox="0 0 36 103" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M35 101L28.1234 91.7239L23.5284 102.317L35 101ZM34.5034 0.132043C16.0338 10.7002 3.34636 29.6584 0.571605 48.7668C-2.21208 67.9366 4.99389 87.2708 26.2807 98.3054L27.2012 96.5297C6.75104 85.9289 -0.123977 67.4743 2.55085 49.0542C5.2346 30.5725 17.5451 12.1397 35.4966 1.86796L34.5034 0.132043Z" fill="#F57B51" />
                        </svg>
                    </div>
                    <h1 class="main-title heroSection__title">
                        Онлайн-школа фотографии
                        <strong>Contentography</strong>
                    </h1>
                </div>
                <div class="heroSection__videoBlock">
                    <div class="element1">
                        <svg width="200" height="201" viewBox="0 0 200 201" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M185.161 149.91C172.874 156.199 152.868 157.391 125.536 148.411C112.733 191.581 88.8119 205.056 71.9752 199.288C55.1385 193.52 42.385 167.486 54.0814 123.933C10.8275 108.511 -3.77481 83.4225 0.976812 66.6055C5.72843 49.7884 30.6796 38.2497 74.2498 52.5666C87.0555 9.40167 110.974 -4.0786 127.811 1.68905C144.647 7.45672 157.401 33.4913 145.704 77.0444C188.961 92.4714 203.563 117.56 198.812 134.377C197.037 140.642 192.46 146.174 185.161 149.91Z" fill="#A4C6F1" fill-opacity="0.8" />
                        </svg>
                    </div>
                    <div class="element2">
                        <svg width="77" height="85" viewBox="0 0 77 85" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M46.0905 4.87334L52.3528 18.8643L67.7862 17.2112C74.9558 16.4436 79.6365 24.4297 75.3774 30.1615L66.2079 42.4994L75.3774 54.8373C79.6365 60.5691 74.9558 68.5552 67.7862 67.7876L52.3528 66.1345L46.0905 80.1255C43.1817 86.6248 33.8186 86.6248 30.9097 80.1255L24.6475 66.1345L9.21404 67.7876C2.04448 68.5552 -2.63625 60.5691 1.62283 54.8373L10.7923 42.4994L1.62283 30.1615C-2.63625 24.4297 2.04448 16.4436 9.21404 17.2112L24.6475 18.8643L30.9097 4.87334C33.8186 -1.62445 43.1817 -1.62445 46.0905 4.87334Z" fill="#7DAF70" />
                        </svg>
                    </div>
                    <div class="element3">
                        <svg width="222" height="227" viewBox="0 0 222 227" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <ellipse cx="111" cy="113.5" rx="111" ry="113.5" fill="#CAAAF3" fill-opacity="0.8" />
                        </svg>
                    </div>
                    <div class="element4">
                        <svg width="98" height="91" viewBox="0 0 98 91" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M26.123 89.2748C4.8897 88.5152 -6.96541 64.2119 5.50673 47.0108L31.5457 11.0989C43.2522 -5.04628 67.9277 -2.79236 76.7165 15.2249L95.0079 52.7227C103.797 70.74 90.3833 91.5737 70.4534 90.8607L26.123 89.2748Z" fill="#F57B51" fill-opacity="0.8" />
                        </svg>
                    </div>
                    <div class="element5">
                        <svg width="86" height="96" viewBox="0 0 86 96" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M33.7397 6.71984C37.123 -1.58095 48.8771 -1.58095 52.2604 6.71984L55.3168 14.2187C57.0387 18.4432 61.4014 20.9669 65.922 20.3534L73.9675 19.2616C82.8111 18.0614 88.678 28.1678 83.2504 35.2523L78.1434 41.9184C75.3943 45.5068 75.3943 50.4932 78.1434 54.0816L83.2504 60.7477C88.678 67.8322 82.8111 77.9386 73.9675 76.7384L65.922 75.6466C61.4014 75.0331 57.0387 77.5568 55.3168 81.7813L52.2604 89.2802C48.8771 97.581 37.123 97.5809 33.7397 89.2802L30.6833 81.7813C28.9614 77.5568 24.5987 75.0331 20.0781 75.6466L12.0326 76.7384C3.18906 77.9386 -2.67792 67.8322 2.74968 60.7477L7.85673 54.0816C10.6059 50.4932 10.6059 45.5068 7.85673 41.9184L2.74968 35.2523C-2.67792 28.1678 3.18907 18.0614 12.0326 19.2616L20.0781 20.3534C24.5987 20.9669 28.9614 18.4432 30.6833 14.2187L33.7397 6.71984Z" fill="#CAAAF3" fill-opacity="0.7" />
                        </svg>
                    </div>
                    <div class="star1">
                        <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M16.0002 0L17.6067 14.3935L32.0002 16L17.6067 17.6065L16.0002 32L14.3936 17.6065L0.000152588 16L14.3936 14.3935L16.0002 0Z" fill="#171717" />
                        </svg>
                    </div>
                    <div class="star2">
                        <svg width="42" height="41" viewBox="0 0 42 41" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M21.0002 0L23.1088 18.4416L42.0002 20.5L23.1088 22.5584L21.0002 41L18.8916 22.5584L0.000183105 20.5L18.8916 18.4416L21.0002 0Z" fill="#171717" />
                        </svg>
                    </div>
                    <div class="star3">
                        <svg width="29" height="28" viewBox="0 0 29 28" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M14.5002 0L15.9561 12.5943L29.0002 14L15.9561 15.4057L14.5002 28L13.0443 15.4057L0.000183105 14L13.0443 12.5943L14.5002 0Z" fill="#171717" />
                        </svg>
                    </div>
                    <div class="video" data-videoSrc="<?php echo get_template_directory_uri() ?>/public/video/frontPageMain.mp4">
                        <div class="video__poster">
                            <picture>
                                <!-- <source srcset="<?php echo get_template_directory_uri() ?>/assets/img/pages/frontPage/trailerMain.webp" type="image/webp" /> -->
                                <img src="<?php echo get_template_directory_uri() ?>/assets/img/pages/frontPage/trailerMain.png" alt="" />
                            </picture>
                            <button class="video__play">
                                <svg width="30" height="32" viewbox="0 0 30 32" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M27.2624 12.5493C29.898 14.0947 29.898 17.9049 27.2624 19.4504L6.9465 31.363C4.27992 32.9266 0.923195 31.0037 0.923195 27.9125L0.923195 4.08716C0.923195 0.995967 4.27992 -0.92699 6.9465 0.636614L27.2624 12.5493Z"></path>
                                </svg>
                            </button>
                        </div>
                    </div>
                </div>
            </div>
            <div class="heroSection__footer">
                <ul class="heroSection__list">
                    <li class="list__item">
                        <div class="item__title">Самое душевное комьюнити в индустрии</div>
                        <div class="item__text">Присоединяйся, чтобы <br> расти в среде единомышленников</div>
                        <div class="element6">
                            <svg width="124" height="106" viewBox="0 0 124 106" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <ellipse cx="62.4365" cy="52.6202" rx="70" ry="40.5" transform="rotate(-36 62.4365 52.6202)" fill="#7DAF70" fill-opacity="0.2" />
                            </svg>
                        </div>
                    </li>
                    <li class="list__item">
                        <div class="item__title">Учим не только творить, но и зарабатывать</div>
                        <div class="item__text">В нашей экосистеме курсы для повышения скиллов, чека и уровня клиентов</div>
                        <div class="element7">
                            <svg width="121" height="127" viewBox="0 0 121 127" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M49.7988 11.1934C68.9759 -8.75094 102.63 0.899236 108.324 27.9753L120.212 84.5039C125.557 109.918 101.953 131.902 77.0039 124.748L25.0784 109.858C0.128796 102.704 -8.23839 71.5527 9.76146 52.8327L49.7988 11.1934Z" fill="#F57B51" fill-opacity="0.2" />
                            </svg>
                        </div>
                    </li>
                    <li class="list__item">
                        <div class="item__title">Для фотографов разного уровня</div>
                        <div class="item__text">Расскажем, и с какой стороны подойти к камере, и как создавать сложные съемки</div>
                        <div class="element8">
                            <svg width="136" height="136" viewBox="0 0 136 136" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <g opacity="0.6">
                                    <path d="M124.375 103.903C115.454 107.875 101.494 108.185 83.0834 101.387C71.503 130.446 54.0588 139.017 42.7326 134.669C31.4064 130.321 24.1792 112.283 35.0155 82.9342C5.95601 71.3527 -2.61353 53.9114 1.73401 42.5851C6.08155 31.2588 24.1199 24.0318 53.4679 34.8691C65.0499 5.81275 82.4925 -2.76159 93.8187 1.58633C105.145 5.93426 112.372 23.9732 101.536 53.3216C130.597 64.9065 139.166 82.3479 134.819 93.6742C133.196 97.894 129.674 101.544 124.375 103.903ZM82.8671 100.901L83.0423 100.965C101.441 107.793 115.361 107.506 124.215 103.564C129.416 101.248 132.87 97.6705 134.459 93.533C138.75 82.3532 130.177 65.0933 101.218 53.6054L101.045 53.536L101.109 53.3607C111.95 24.1529 104.858 6.22971 93.6795 1.94152C82.5014 -2.34667 65.2405 6.22212 53.7536 35.1816L53.6842 35.355L53.509 35.2906C24.3016 24.4493 6.3805 31.5445 2.09113 42.7193C-2.20017 53.8991 6.37042 71.164 35.3296 82.6519L35.5029 82.7213L35.4385 82.8966C24.5967 112.101 31.6922 130.023 42.8718 134.314C54.048 138.607 71.3108 130.034 82.7977 101.074L82.8671 100.901Z" fill="#A4C6F1" fill-opacity="0.4" />
                                    <path d="M82.8671 100.901L83.0423 100.965C101.441 107.793 115.361 107.506 124.215 103.564C129.416 101.248 132.87 97.6705 134.459 93.533C138.75 82.3532 130.177 65.0933 101.218 53.6054L101.045 53.536L101.109 53.3607C111.95 24.1529 104.858 6.22971 93.6795 1.94152C82.5014 -2.34667 65.2405 6.22212 53.7536 35.1816L53.6842 35.355L53.509 35.2906C24.3016 24.4493 6.3805 31.5445 2.09113 42.7193C-2.20017 53.8991 6.37042 71.164 35.3296 82.6519L35.5029 82.7213L35.4385 82.8966C24.5967 112.101 31.6922 130.023 42.8718 134.314C54.048 138.607 71.3108 130.034 82.7977 101.074L82.8671 100.901Z" fill="#A4C6F1" fill-opacity="0.4" />
                                </g>
                            </svg>
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</section>