<section class="whyWithUs">
  <div class="container">
    <div class="whyWithUs__wrapper">
      <div class="whyWithUs__textBlock">
        <h2 class="section-title whyWithUs__title">Почему стоит публиковаться у&nbsp;нас</h2>
        <ul class="whyWithUs__list">
          <li class="list__item">
            <div class="item__icon">
              <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                <circle cx="16" cy="16" r="16" fill="#6EA349" />
                <path d="M25.1463 8.26312L12.8638 20.6174C12.7812 20.7008 12.6831 20.767 12.575 20.8121C12.4669 20.8573 12.3511 20.8805 12.234 20.8805C12.117 20.8805 12.0012 20.8573 11.8931 20.8121C11.785 20.767 11.6869 20.7008 11.6043 20.6174L6.85451 15.835C6.77193 15.7516 6.67379 15.6854 6.56573 15.6403C6.45767 15.5951 6.3418 15.5719 6.22479 15.5719C6.10777 15.5719 5.99191 15.5951 5.88384 15.6403C5.77578 15.6854 5.67764 15.7516 5.59506 15.835C5.51216 15.9181 5.44638 16.0168 5.40149 16.1255C5.3566 16.2342 5.3335 16.3508 5.3335 16.4685C5.3335 16.5862 5.3566 16.7027 5.40149 16.8114C5.44638 16.9201 5.51216 17.0189 5.59506 17.1019L10.3467 21.8807C10.8479 22.384 11.5272 22.6667 12.2354 22.6667C12.9436 22.6667 13.6229 22.384 14.1241 21.8807L26.4057 9.52912C26.4885 9.44607 26.5542 9.34741 26.599 9.23879C26.6438 9.13017 26.6668 9.01372 26.6668 8.89612C26.6668 8.77852 26.6438 8.66207 26.599 8.55345C26.5542 8.44483 26.4885 8.34617 26.4057 8.26312C26.3231 8.17972 26.225 8.11355 26.1169 8.0684C26.0089 8.02324 25.893 8 25.776 8C25.659 8 25.5431 8.02324 25.435 8.0684C25.327 8.11355 25.2288 8.17972 25.1463 8.26312Z" fill="white" />
              </svg>
            </div>
            <div class="item__textBlock">
              <div class="item__title">Мы платим авторам гонорары</div>
              <div class="item__text">Если ваш материал опубликован на наших площадках — значит, до 30 числа текущего месяца вы получите от 1 до 10 тысяч рублей</div>
            </div>
          </li>
          <li class="list__item">
            <div class="item__icon">
              <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                <circle cx="16" cy="16" r="16" fill="#6EA349" />
                <path d="M25.1463 8.26312L12.8638 20.6174C12.7812 20.7008 12.6831 20.767 12.575 20.8121C12.4669 20.8573 12.3511 20.8805 12.234 20.8805C12.117 20.8805 12.0012 20.8573 11.8931 20.8121C11.785 20.767 11.6869 20.7008 11.6043 20.6174L6.85451 15.835C6.77193 15.7516 6.67379 15.6854 6.56573 15.6403C6.45767 15.5951 6.3418 15.5719 6.22479 15.5719C6.10777 15.5719 5.99191 15.5951 5.88384 15.6403C5.77578 15.6854 5.67764 15.7516 5.59506 15.835C5.51216 15.9181 5.44638 16.0168 5.40149 16.1255C5.3566 16.2342 5.3335 16.3508 5.3335 16.4685C5.3335 16.5862 5.3566 16.7027 5.40149 16.8114C5.44638 16.9201 5.51216 17.0189 5.59506 17.1019L10.3467 21.8807C10.8479 22.384 11.5272 22.6667 12.2354 22.6667C12.9436 22.6667 13.6229 22.384 14.1241 21.8807L26.4057 9.52912C26.4885 9.44607 26.5542 9.34741 26.599 9.23879C26.6438 9.13017 26.6668 9.01372 26.6668 8.89612C26.6668 8.77852 26.6438 8.66207 26.599 8.55345C26.5542 8.44483 26.4885 8.34617 26.4057 8.26312C26.3231 8.17972 26.225 8.11355 26.1169 8.0684C26.0089 8.02324 25.893 8 25.776 8C25.659 8 25.5431 8.02324 25.435 8.0684C25.327 8.11355 25.2288 8.17972 25.1463 8.26312Z" fill="white" />
              </svg>
            </div>
            <div class="item__textBlock">
              <div class="item__title">Мы предоставляем большую площадку для самовыражения</div>
              <div class="item__text">Ежемесячно наши каналы смотрят десятки тысяч людей</div>
            </div>
          </li>
          <li class="list__item">
            <div class="item__icon">
              <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                <circle cx="16" cy="16" r="16" fill="#6EA349" />
                <path d="M25.1463 8.26312L12.8638 20.6174C12.7812 20.7008 12.6831 20.767 12.575 20.8121C12.4669 20.8573 12.3511 20.8805 12.234 20.8805C12.117 20.8805 12.0012 20.8573 11.8931 20.8121C11.785 20.767 11.6869 20.7008 11.6043 20.6174L6.85451 15.835C6.77193 15.7516 6.67379 15.6854 6.56573 15.6403C6.45767 15.5951 6.3418 15.5719 6.22479 15.5719C6.10777 15.5719 5.99191 15.5951 5.88384 15.6403C5.77578 15.6854 5.67764 15.7516 5.59506 15.835C5.51216 15.9181 5.44638 16.0168 5.40149 16.1255C5.3566 16.2342 5.3335 16.3508 5.3335 16.4685C5.3335 16.5862 5.3566 16.7027 5.40149 16.8114C5.44638 16.9201 5.51216 17.0189 5.59506 17.1019L10.3467 21.8807C10.8479 22.384 11.5272 22.6667 12.2354 22.6667C12.9436 22.6667 13.6229 22.384 14.1241 21.8807L26.4057 9.52912C26.4885 9.44607 26.5542 9.34741 26.599 9.23879C26.6438 9.13017 26.6668 9.01372 26.6668 8.89612C26.6668 8.77852 26.6438 8.66207 26.599 8.55345C26.5542 8.44483 26.4885 8.34617 26.4057 8.26312C26.3231 8.17972 26.225 8.11355 26.1169 8.0684C26.0089 8.02324 25.893 8 25.776 8C25.659 8 25.5431 8.02324 25.435 8.0684C25.327 8.11355 25.2288 8.17972 25.1463 8.26312Z" fill="white" />
              </svg>
            </div>
            <div class="item__textBlock">
              <div class="item__title">Мы продвигаем авторов</div>
              <div class="item__text">Публикации материалов по профессиональной тематике повысят вашу экспертность и узнаваемость в индустрии</div>
            </div>
          </li>
        </ul>
      </div>
      <div class="whyWithUs__image">
        <picture>
          <source media="(max-width: 576px)" srcset="<?php echo get_template_directory_uri() ?>/assets/img/pages/stanAvtorom/whyWithUsImg.webp" type="image/webp">
          <source media="(max-width: 576px)" srcset="<?php echo get_template_directory_uri() ?>/assets/img/pages/stanAvtorom/whyWithUsImg.png">
          <source srcset="<?php echo get_template_directory_uri() ?>/assets/img/pages/stanAvtorom/whyWithUsImg.webp" type="image/webp">
          <img src="<?php echo get_template_directory_uri() ?>/assets/img/pages/stanAvtorom/whyWithUsImg.png" alt="">
        </picture>
      </div>
    </div>
  </div>
</section>